insert into memberinfo values
	('12001', '홍길동', '19070405', '042-421-1739', '010-9741-5821', '대전', '일반회원'),
	('12002', '김연수', '19850301', '064-446-8695', '010-4568-5581', '제주', '일반회원'),
	('12003', '김지원', '19860708', '053-548-7898', '010-9111-5556', '대구','일반회원'),
	('12004', '문희원', '19800108', '052-221-1231', '010-7777-7777', '울산', '특별회원'),
	('12005', '유일한', '19790205', '051-111-2222', '010-4566-8886', '부산', '일반회원'),
	('12006', '김동수', '19811123', '02-668-8887', '010-1231-1211', '서울', '일반회원'),
	('12007', '배진태', '19820707', '044-500-7333', '010-7877-7777', '세종', '일반회원'),
	('12008', '류은수', '19830301', '062-233-1122', '010-7444-1474', '광주', '특별회원'),
	('12009', '김동철', '19870426', '061-877-4454', '010-8525-1235', '순천', '일반회원'),
	('12010', '최홍석', '19900405', '054-555-7897', '010-3214-6547', '포항', '특별회원'),
	('12011', '김동수', '19830108', '043-529-8457', '010-9566-4228', '제천', '특별회원');

insert into bookinfo values
	('40001', 'The elements of statistical learning', '수학', '보유중'),
	('40002', 'Computer vision : a modern approach', '컴퓨터', '보유중'),
	('40003', 'MATLAM for engineers', '전자', '보유중'),
	('40004', 'CUDA by example', '수학', '보유중'),
	('40005', 'An introduction to 3D computer vision', '컴퓨터', '보유중'),
	('40006', 'Numerical methods', '수학', '보유중'),
	('40007', 'Image-based modeling', '컴퓨터', '보유중'),
	('40008', 'Machine learning', '컴퓨터', '보유중'),
	('40009', 'Probabilistic robotics', '통계', '보유중'),
	('40010', 'Pattern recognition and machine learning', '컴퓨터', '보유중');
	
insert into rent values
	('1', '12004', '40003', '2021-04-01', '2021-04-04', 0),
	('2', '12007', '40010', '2021-04-02', '2021-04-05', 0);